<?php

return array (
  'title'                     => 'إعدادات الرسائل القصيرة',
  'gateway'                   => 'اسم البوابة',
  'api_key'                   => 'مفتاح واجهة برمجة التطبيقات',
  'secret_key'                => 'المفتاح السري',
  'username'                 => 'اسم المستخدم',
  'user_password'             => 'كلمة مرور المستخدم',
  'api_url'                   => 'رابط واجهة برمجة التطبيقات',
  'status'                    => 'حالة',
  'update_msg'                => 'تم تحديث إعدادات الرسائل القصيرة بنجاح.',
  'delete_msg'                => 'تم حذف إعدادات الرسائل القصيرة بنجاح.',
  'error_msg'                 => 'هناك خطأ ما.',
);
